Repository: passagemath/giac
Catalog: po/*.po
Languages: el

source: has changed. Save?
el: Έχει αλλάξει. Αποθήκευση?

source: Spreadsheet
el: Πίνακας

source: Geometry
el: Γεωμετρία

source: Choose start mode
el: Επιλογή μιας μεθόδου εκκίνησης

source: Auto-recovery files found. Load ?
el: Τα αρχεία της αυτόματης αποθήκευσης εντοπίστηκαν. Φορτωση?

source: Yes
el: Ναι

source: No
el: Όχι

source: Enter new help browser program (empty line for builtin)
el: Δώστε το όνομα του καθοδηγητή(browser) προγράμματος(καμία καταχώρηση για καθολικό)

source: Exercice number (from 1 to 25)?
el: Δώστε το νούμερο της άσκησης

source: Graph of a function
el: Γράφημα μιας συνάρτησης

source: Area under curve
el: Περιοχή κάτς απο την καμπύλη

source: Graph of a recurrent sequence
el: Γράφημα μιας περιοδικής ακολουθίας

source: File
el: Αρχείο

source: Open
el: ’νοιγμα

source: Import
el: Εισαγωγή

source: maple worksheet
el: Συνεδρία(πλαίσιο) εργασίας maple

source: ti89 program
el: Πρόγραμμα ti89

source: V200 program
el: Πρόγραμμα V200

source: Insert
el: Εισαγωγή

source: xcas session
el: Συνεδρία xcas

source: figure
el: Φιγούρα

source: spreadsheet
el: Πίνακας

source: program
el: Πρόγραμμα

source: Save
el: Αποθήκευση

source: Save as
el: Αποθήκευση ως

source: Save all
el: Αποθήκευση όλων

source: Export as
el: Εξαγωγή ως

source: xcas text
el: Κείμενο xcas

source: maple text
el: Κείμενο maple

source: mupad text
el: Κείμενο mupad

source: ti text
el: Κείμενο ti89

source: Kill
el: Έξοδος χωρίς αποθήκευση

source: About
el: Όσον αφορά

source: Print
el: Εκτύπωση

source: preview
el: Προοπτικοποίηση

source: to printer
el: Για εκτύπωση

source: preview selected levels
el: Προοπτικοποίηση επιλεγμένων επιπέδων

source: latex preview
el: Προοπτικοποίηση (latex)

source: latex print
el: Για εκτύπωση(latex)

source: latex print selection
el: Εκτύπωση επιλογής(latex)

source: Screen capture
el: Σώσιμο οθώνης

source: Quit
el: Έξοδος

source: Edit
el: Επεξεργασία

source: Undo
el: Ακύρωση

source: Paste
el: Επικόλληση

source: Insert newline
el: Εισαγωγή νέας γραμμής

source: Merge selected levels
el: Συγχώνευση επιλεγμένων επιπέδων

source: Group selected levels
el: Ομαδοποίηση επιλεγμένων επιπέδων

source: Degroup selected levels
el: Απομαδοποίηση επιλεγμένων επιπέδων

source: Cas configuration
el: Διαμόρφωση του CAS

source: Graph configuration
el: Γραφική διαμόρφωση

source: General configuration
el: Γενική διαμόρφωση

source: Mode (syntax)
el: Μέθοδος σύνταξης

source: Show
el: Εμφάνηση

source: bandeau
el: Επικεφαλίδα

source: Show script window
el: Εμφάνηση παραθύρου σεναρίου(script)

source: Index language
el: Γλώσσα γραφής βοήθειας

source: Colors
el: Χρώματα

source: default background
el: Αρχικοποίηση φόντου

source: input text
el: Είσοδος κειμένου

source: input background
el: Είσοδος φόντου

source: comment text
el: Είσοδος σχολίου

source: comment background
el: Φόντο σχολίου

source: log text
el: Κείμενο πληροφοριών

source: log background
el: Φόντο πληροφοριών

source: equation text
el: Κείμενο εξομοιωσης(εξίσωσης)

source: equation background
el: Φόντο εξομοιωσης

source: editor text
el: Κείμενο έκδοσης

source: editor background
el: Φόντο έκδοσης

source: Session font
el: Συνεδρία γραμματοσειράς

source: All fonts
el: Όλες οι γραμματοσειρές

source: browser
el: Καθοδηγητής(browser)

source: Save configuration
el: Αποθήκευση επιλογών διαμόρφωσης

source: Help
el: Βοήθεια

source: Find word in HTML help
el: Αναζήτηση λέξης σε HTML βοήθεια

source: Manuals
el: Εγχειρίδια

source: CAS reference
el: Αναφορά σε υπολογισμό μορφής1(CAS)

source: Algorithmes
el: Αλγόριθμοι

source: Tableur
el: Πίνακας, στατιστικά

source: Site Lycee de G. Connan
el: Ιστοσελίδα Λυκείου G. Connan

source: Ressources bac S
el: Καλάθι πόρων(πληροφόρησης) S

source: Ressources Agregation
el: Συσσώρευση πόρων

source: Update help
el: Ενημέρωση

source: Start with CAS
el: Εκκίνηση σε υπολογισμό μορφη1()CAS

source: Tutorial
el: Αρχάριο

source: Rebuild help cache
el: Επαναδημιουργία ένδειξης βοήθειας

source: Geo
el: Γράφημα(Geo)

source: graph, geo2d
el: γράφημα, geo3(τριών διαστάσεων)

source: graph, geo3d
el: γράφημα, geo3(τριών διαστάσεων)

source: LETTER
el: ΓΡΑΜΜΑ

source: ENVELOPE
el: Enveloppe

source: print
el: Εκτύπωση

source: close
el: Έξοδος

source: Xcas New Interface
el: Νέα διεπαφή Xcas

source: Maj
el: Κεφαλαία

source: sqrt
el: Τετραγωνική ρίζα

source: factor
el: Παραγοντας

source: sin
el: Ημίτονο

source: cos
el: Συνημίτονο

source: tan
el: Εφαπτομένη

source: exp
el: Εκθέτης

source: inv
el: Αντίστροφος

source: neg
el: Αρνητικός

source: esc
el: Έξοδος(διαφυγή)

source: Cancel (erase cmdline, stop interactive_plotode)
el: Ακύρωση (διαγραφή της γραμμής εντολών, σταμάτημα αλληλεπιδραστικής_λειτουργίας)

source: Show/Hide alphabetic keyboard
el: Εμφάνηση/Απόκρυψη Αλφαβητικού πληκτρολογίου

source: paste
el: Επικόλληση

source: @returnarrow
el: Δείκτης σε πίνακα

source: Previous menu page
el: Προηγούμενη σελίδα του μενου

source: Next menu page
el: Επόμενη σελίδα του μενου

source: Custom menu
el: Μενού χρήστη

source: var
el: Μεταβλητή

source: Show list of variables
el: Εμφάνηση λίστας μεταβλητών

source: home
el: Ρίζα

source: Home menu
el: Menu home

source: Xcas General Setup
el: Γενική διαμόρφωση Xcas

source: Level
el: Επίπεδο

source: Choose user level (from tortue to university)
el: Επιλογή επιπέδου(αρχάριο σε πανεπιστημιακό)

source: Size
el: Μέγεθος

source: Auto HTML help
el: Αυτόματη βοήθεια HTML

source: Selecting a menu item displays fulls help in browser
el: Εμφάνηση βοήθειας γι;α τα επιλεγμένα στοιχεία του μενού, στον καθοδηγητή(browser)

source: rows
el: Γραμμές

source: Number of rows for new->spreadsheet
el: Αριθμός γραμμών για νέο->Πίνακας

source: Number of columns for new->spreadsheet
el: Αριθμός στηλών για νέο->Πίνακας

source: Close window and save as default configuration
el: Κλέισιμο παραθύρου και αποθήκευση ως εξ ορισμού διαμόρφωσης

source: Close
el: Κλείσιμο

source: Print format
el: Μορφή(Format) εκτύπωσης

source: Printer page format
el: Μορφή(Format) σελίδας εκτύπωσης

source: Landscape
el: Τοπίο

source: Landscape or Portrait
el: Τοπίο η πορτραίτο

source: PS view
el: Προεπισκόπηση(PS)

source: Postscript previewer program (put no for no preview)
el: Πρόγραμμα προεπισκόπησης(πατηστε οχι για καμία)

source: Font
el: Γραμματοσειρά

source: Selecting a menu item displays short index help
el: Η συντόμεθση της βοήθειας θα εμφανηστεί για τισ επιλεγμένες εντολές του μενού

source: Xcas Script Window
el: Παράθυρο σεναρίου Xcas

source: Xcas DispG Window
el: Παράθυρο DispG Xcas

source: Click in graph or here to cancel
el: Κντε κλικ στο γράφημα(ή ακυρώστε πατώντας εδώ)

source: Syntax compatibility mode
el: Σύνταξη σε συμβατή μέθοδο

source: at
el: Στο

source: Cancel
el: Ακύρωση

source: modified. Save?
el: Έχει αλλάξει. Αποθήκευση

source: Set compatibility mode to TI?
el: Εφαρμογή συμβατής μεθόδου σε TI?

source: File
el: Αρχείου

source: exists. Overwrite?
el: Προυπάρχει. Αντικατάσταση?

source: Translating worksheet and setting compatibility mode to maple
el: Μετάφραση σε εξέλιξή της συνεδρίας, πέρασμα σε συμβατή μέθοδο maple

source: Translating maple worksheet and setting compatibility mode to maple
el: Μετάφραση σε εξέλιξή της μεθόδου maple , πέρασμα σε συμβατή μέθοδο maple

source: Unable to launch thread
el: Η εκκίνηση διεργασίας είναι αδύνατη

source: Export worksheet as
el: Απόθηκευση συνεδρίας ως

source: Current buffer modified. Save?
el: Ουρά τροποποιήθηκε. Αποθήκευση?

source: Load
el: Φόρτωση

source: latex preview selection
el: Επιλογή προοπτικοποίησης(latex)

source: Add
el: Προσθήκη

source: comment
el: Σχόλιο

source: entry
el: Είσοδος

source: tableur
el: ΠΊνακας, στατιστικά

source: group
el: Ομάδα

source: new entry
el: Νέα είσοδος

source: equation
el: Εξομοίωση(εξίσωση)

source: Execute
el: Εκτέλεση

source: worksheet
el: Συνεδρία

source: below
el: Απο κάτω

source: remove answers below
el: Απόκρυψη των απαντήσεων που ακολουθούν

source: Delete selected levels
el: Διαγραφή επιλεγμένων επιπέδων

source: Degroup current fold
el: Αποκατηγοριοιποίηση ομάδας

source: Unable to cut. Xcas is busy.
el: Η αποκοπή είναι αδύνατη. Το Xcas είναι αποσχολημένο

source: or
el: Ή

source: OK
el: ΟΚ

source: Click to copy the commandname to the commandline
el: Κάντε κλίκ για αμτιγραφή της εντολής στην γραμμά εντολών

source: Details
el: Λεπτομέριες

source: Show full HTML help in browser
el: Εμφάνηση πλήρους HTML βοήθειας στον καθοδηγητή(browser) σας

source: Related
el: Εμφάνηση σχετικών

source: Click for help on related command
el: Κάντε κλικ για βοήθεια στις σχετικές εντολές

source: Search this word in HTML help
el: Αναζήτηση λέξης στην HTML βοήθεια

source: Show commandnames starting from this text
el: Εμφάνηση των ονομάτων των εντολών ξεκινώντας απο αυτό το κείμενο

source: Command short description and syntax
el: Σύντομη περιγραφή της εντολης και της σύνταξης της

source: Syntax error in compatibility mode:
el: Συντακτικό λάθος σε συμβατή μέθοδο maple

source: To get a newline, use shift-Enter. Reedit?
el: Για είσοδο νέας γραμμής, πατήστε Shift-Enter. Επανεπεξεργασία?

source: Xcas Debug Window
el: Παράθυρο αποσφαλμάτωσης(debug) Xcas

source: Show the source of the program
el: Εμφάνηση της πηγής του προγράμματος

source: eval
el: Αξιολόγηση

source: Execute current line, skip function
el: Εκτέλεση τρέχουσας γραμμής, προσπέρασμα συνάρτησης

source: in
el: Στο

source: Execute current line, step in function
el: Εκτέλεση τρέχουσας γραμμής, είσοδος στην συνάρτηση

source: cont
el: Συνθήκη

source: Continue execution until next breakpoint
el: Συνέχηση της εκτέλεσης μέχρι το επόμενο σημείο στοπ

source: kill
el: Απότομος τερματισμός(kill)

source: Kill current program
el: Τερματισμός(kill) τρέχοντος προγράμματος

source: break
el: Παύση

source: Add a breakpoint
el: Προσθήκη σημείου στοπ

source: Remove a breakpoint
el: Αφαίρεση ενός σημείου στοπ

source: watch
el: Παρακολούθηση

source: Add a variable name to the watch
el: Προσθήκη συμβατού ονόματος μεταβλητής

source: Show watch variables
el: Προβολή συμβατών μεταβλητών

source: Computing...
el: Υπολογισμός σε εξέλιξη...

source: STOP
el: ΣΤΟΠ

source: What a nice font
el: Τι ωραία γραμματοσειρά

source: Standard
el: Επιβεβλημένο

source: Scientific
el: Επιστημονικό

source: Engineer
el: Μηχανικός

source: Xcas Cas Setup
el: Εγκατάσταση Xcas CAS

source: Float format
el: Μορφή(Format) σε δεκαδικό

source: Current float printing format
el: Τρέχουσα μορφή(format)εκτύπωσης των δεκαδικών

source: epsilon
el: Εψιλον

source: Number with absolute value less than epsilon can be coerced to 0
el: Ένας αριθμός με απόλυτη τιμή μικρότερη απο έψιλον μπορεί να αντικατασταθεί με 0

source: approx
el: Προσεγγιστικό

source: Approx or exact mode
el: Πριοσεγγιστική ή ακριβής μέθοδος

source: radian
el: Τυχαίο

source: Radian or degree angle mode
el: Τυχαίο ή βαθμωτό άνοιγμα γανίας

source: increasing power
el: Αυξανώμενη δύναμη

source: Show polynomials in increasin or decreasing order
el: Εμφάνηση πολυωνύμων σε αύξουσα η φθίνουσα δύναμη

source: Prog style
el: Προγραμματιστικό στύλ

source: Current programmation syntax style
el: Τρέχων στύλ προγραμματισμού

source: Complex
el: Σύνθετο

source: Complex mode (e.g. for factorization)
el: Σύνθετη μέθοδος(π.χ. για πραγοντοποίηση)

source: Cmplx_var
el: Σύνθετες_μεταβλητές

source: Variables are complex or real
el: Οι μεταβλητές είναι σύνθετες η πραγματικές

source: Apply
el: Εφαρμογή

source: threads
el: Διεργασίες

source: Maximal number of threads in parallel
el: Μέγιστος αριθμός διεργασιών σε παράλληλη λειτουργία

source: Factor 2nd order poly using sqrt
el: Παραγοντοπίηση των πολυωνύμων δευτέρου βαθμού που χρησιμοποιούν τεραγωνικές ρίζες

source: All_trig_sol
el: Επίλυση_όλων_των_τριγωνικών

source: Solver: principal solution vs all solutions
el: Επιλυτής: βασική ή όλες τις λύσεις

source: Digits
el: Δεκαδικοί

source: Integer basis
el: Δεκαδική βάση

source: Current basis for printing integers
el: Τρέχουσα βάση για την εκτύπωση των δεκαδικών

source: debug
el: Απασφαλμάτωση(debug)

source: Level of information displayed by giac functions
el: Επίπεδο ενημέρωσης που παρουσιάστηκε για τις συναρτήσεις του giac

source: Number of embedded variable names replacement in interactive evaluation
el: Αριθμός των αναδρομικών κλήσεων των ονομάτων των μεταβλητών (σε αλληλεπιδραστική λειτουργία)

source: Number of embedded function calls allowed
el: Αριθμός επιτρεπόμενων αναδρομικών κλήσεων

source: Number of embedded variable names replacement in program evaluation (1 or 0 for default eval level)
el: Αριθμός αναδρομικών κλήσεων των ονομάτων των μεταβλητών σε ένα πρόγραμμα(1 ή 0 για προεπιλεγμένο επίπεδο αξιολόγησης

source: Xcas Plot Setup
el: Διαμόρφωση γραφικών στο Xcas

source: Plot setup
el: Διαμόρφωση γραφικών

source: Xmin for computation
el: Xmin για τους υπολογισμούς

source: Xmax for computation
el: Xmax για τους υπολογισμούς

source: Ymin for computation
el: Ymin για τους υπολογισμούς

source: Ymax for computation
el: Ymax για τους υπολογισμούς

source: T-min (parametric computation)
el: T-min για τους υπολογισμούς

source: T-max (parametric computation)
el: T-max για τους υπολογισμούς

source: Minimum for classes (for e.g. histogram...)
el: Ελάχιστη τιμή για τις τάξεις(π.χ. ιστόγραμμα...)

source: class_size
el: Μέγεθος_τάξης

source: Size of a class (e.g. for histogram...)
el: Μέγεθος τάξης(π.χ. για ιστόγραμμα...)

source: Tick range on X axis
el: Διάστημα ανάμεσα σε δύο σημεία στον X άξονα

source: Tick range on Y axis
el: Διάστημα ανάμεσα σε δύο σημεία στον Y άξονα

source: Xmin for visualisation
el: X-min για οπτικοποίηση

source: Xmax for visualization
el: X-max για οπτικοποίηση

source: Ymin for visualization
el: Ymin για οπτικοποίηση

source: Ymax for visualization
el: Y-max για οπτικοποίηση

source: Orthonormalize
el: Ορθοκανικοποίηση

source: Copy XYminmax to W
el: Αντιγραφή XYminmax στο W

source: Copy W to XYminmax
el: Αντιγραφή W στο XYminmax

source: Select all
el: Επιλογή όλων

source: Normal
el: Κανονικό

source: Back
el: Προηγούμενο

source: Forward
el: Επόμενο

source: Width
el: Μήκος

source: Width in pixels for export
el: Μήκος ανάλυσης (σε pixels) για εξαγωγή εικόνας

source: Height
el: Ύψος

source: Height in pixels for export
el: Ύψος ανάλυσης (σε pixels) για εξαγωγή εικόνας

source: Pixel size
el: Μέγεθος του pixel

source: Pixel size in mm
el: Μέγεθος του pixel σε mm

source: Size in pixels for export
el: Μέγεθος ανάλυσης (σε pixels) για εξαγωγή εικόνας

source: Save the spreadsheet as a matrix in this variable
el: Αποθήκευση των τιμών του πίνακα στην μεταβλητή ως μήτρα(matrix)

source: Rows
el: Γραμμές

source: Cols
el: Στήλες

source: Reeval spreadsheet automatically
el: Αυτόματη επαναξιολόγηση του πίνακα

source: Move right
el: Μετακίνηση δεξιά

source: Move right or down after Enter
el: Μετακίνηση δεξιά ή κάτω μετά την Είσοδο

source: Distribute
el: Κατανομή

source: Matrix input is ditributed or kept inside a cell
el: Μια είσοδος matrix τύπου έχει κατανεμηθεί ή παραμείνει σε ένα κελί

source: Matrix or spreadsheet
el: Μήτρα(Matrix)ή πίνακας

source: Split sheet/graph horizontally or vertically
el: Διαχωρισμός πίνακα/γραφήματος οριζοντίως ή καθέτως

source: Graph
el: Γράφημα

source: Show or hide graph connected to this sheet
el: Εμφάνηση ή απόκρυψη γραφήματος που συνδέεται δυναμικά στον πίνακα

source: Sheet configuration
el: Διαμόρφωση του πίνακα

source: Remove what?
el: Απομάκρυνση τίνος?

source: computation aborted
el: Υπολογισμός διεκόπη

source: Save sheet
el: Απόθηκευση πίνακας ως

source: : file exists. Overwrite?
el: : φάκελος προυπάρχει. Αντικατάσταση?

source: Variable name?
el: Όνομα της μεταβλητής?

source: is not a variable name
el: Δεν είναι όνομα μεταβλητής

source: Insert sheet
el: Προσθήκη μήτρας(matrix) ενός αρχείου

source: Insert CSV sheet
el: Προσθήκη μήτρας(matrix)ενός CSV

source: Separator
el: Διαχωριστής

source: One character used to separate fields, like ; Use ^I for tab
el: Διαχωριστής πεδίων, π.χ. ; χρησιμοποιεί ^I για tab

source: Newline
el: Νέα γραμμή

source: One character used to separate lines, like <return> Use ^I for tab
el: Διαχωριστής γραμμών, π.χ. <return> χρησιμοποιεί ^I για tab

source: One character used for decimal digit separator, like . or ,
el: Διαχωριστής γραμμών, π.χ. . ή ,

source: Endfile
el: Τέλος αρχείου

source: Stop reading at first occurence of this character, leave blank for none
el: Η ανάγνωση σταματά όταν εμφανηστεί αυτός ο χαρακτήρας, αλλιώς αφήστε κενό

source: Start row=1
el: Γραμμή εκκίνησης=1

source: CSV Import filter
el: Φίλτρο εισόδου CSV

source: Expression of the function (e.g sin(x))
el: Έκφραση της συνάρτηση (π.χ. sin(x))

source: Expression of the function (e.g x-y^2)
el: Έκφραση της συνάρτηση (π.χ. x-y^2)

source: 1st var
el: 1η μεταβλητή

source: Independant variable name (e.g x)
el: Ανεξάρτητη μεταβλητή (π.χ. x)

source: 2nd var
el: 2η μεταβλητή

source: Second independant variable name (e.g y)
el: Δεύτερη ανεξάρτητη μεταβλητή (π.χ. y)

source: Target
el: Εύρος

source: Name of the first of two columns that will be overwritten by the tablefunc
el: Όνομα της πρώτης εκ των δύο στηλών που θα αντικατασταθεί απο τον πίνακα των συναρτήσεων

source: Table of value of a function
el: Πίνακας τιμών μιας συνάρτησης

source: Target cell range
el: Χώρος εύρους κελιού

source: Target cell range will be filled by random numbers, e.g. A1:A8
el: Κελί(ά) εύρους θα αντικατασταθεί(ούν) από τυχαίους αριθούς, π.χ. A1:A8

source: Minimal value
el: Ελάχιστη τιμή

source: Maximal value
el: Μέγιστη τιμή

source: integers
el: ακέραιοι

source: Real or integers
el: Πραγματικοί ή ακέραιοι

source: Immediate static value or formula reevaled each time
el: Στατιστική τιμή ή επανεκτιμημένη φόρμουλα κάθε φορά

source: Expression of u_(n+1) in terms of a variable=u_n, e.g. 1/2*(x+2/x) Or expression of u_(n+k+1) in terms of a list of variables=[u_n,...,u_(n+k)], e.g. x+y
el: Έκφραση του u_(n+1) συναρτήσει μιας μεταβλητής=u_n, π.χ. cos(x) ή έκφραση του u_(n+k+1) συναρτήσει μιας λίστας μεταβλητών =[u_n,...,u_(+k)], π.χ. x+y

source: Independant variable name representing u_n, e.g. x Or list of independant variables representing u_n,...,u_(n+k), e.g. [x,y]
el: Όνομα της ανεξάρτητης μεταβλητής που αναπαρηστά το u_n, π.χ. x ή λίστα ανεξάρτητων μεταβλητών που αναπαρηστούν τα u_n,...,u_(n+k), π.χ. [x,y] liste de

source: Name of the initial value of un
el: Όνομα της αρχικής τιμής του un

source: Initial value, e.g. 1.0 Or list of initial values, e.g. [1.0,1.0]
el: Αρχική τιμή του , u_0, π.χ. 1.0 η λίστα τςν αρχικών τιμών, π.χ.[1.0,1.0]

source: Minimal value for the function graph
el: Ελάχιστη τιμή του γραφήματος της συνάρτησης

source: Maximal value for the function graph
el: Μέγιστη τιμή του γραφήματος της συνάρτησης

source: Target column
el: Εμβέλεια στήλης

source: Number of terms
el: Πλήθος όρων

source: Table of value of a recurrent sequence
el: Πίνακας τιμών μιας περιοδικής ακολουθίας

source: cells input
el: Είσοδος κελιού

source: Zone over which the function will be applied, e.g. A1..B7 or A1..B7,D,E
el: Χώρος στον οποίον η συνάρτηση θα εφαρμοστεί, π.χ. A1..B7 ou A1..B7,,D,E

source: target cell
el: Εμβέλεια κελιού

source: Target cell(s) will be filled by the formula, e.g. A8
el: Κελί(ά) εμβέλεια(ειες) θα γεμίσει (ουν) με την φόρμουλα, par exemple A8

source: class min
el: Ελάχιστη τάξη

source: Minimal value of classes for histogramsl, e.g. -10
el: Ελάχιστη τιμή για τις τάξεις του ιστογράμματος, π.χ. -10

source: class size
el: Μέγεθος τάξης

source: Size of a class for histograms, e.g. 2
el: Μέγεθος της τάξης του ισογράμματος, π.χ. 2

source: value
el: Τιμή

source: Use submatrix by reference (dynamic) or by value (static)
el: Χρήση του χώρου κατ' αναφορά(δυναμική)ή κατ' αξία(στατιστική)

source: lines
el: Γραμμές

source: Use line or columns
el: Χρήση γραμμής ή στήλης

source: outside
el: Εξωτερικά

source: Sheet graph or standalone graph
el: Γράφημα του πίνακα ή ξεχςριστό γράφημα

source: Degree of the polynomial regression
el: Βαθμός της πολυωνιμικής οπισθοχώρησης

source: Syntax error
el: Συντακτικό λάθος

source: Really delete rows?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε όλες τις γραμμές?

source: Really delete columns?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε όλες τις στήλες?

source: Histogram 1 or 2 columns: data or data/eff
el: Ιστόγραμμα με 1 ή 2 στήλες: δεδομένα δεδομένα/διαγεγραμμένα

source: Make classes from column data or data/eff into two adjacent columns
el: Δημιουργία τάξεων απο 1ή 2 στήλες δεδομένων που εφαρμόζονται σε δύο εφαπτομενες στήλες

source: One boxwhisker per column
el: Ένα πλαίσιο(κουτί) εγγραφών ανα στήλη

source: Plotlist: One column (y) or two columns (x,y)
el: Κατάλογος εγραφών: μία στήλη(y) ή 2 στήλες(x,y)

source: Camembert: column 1: legends, column 2: data
el: Στατιστική πίτα: στήλη 1: ετικέτες, σττήλη 2: δεδομένα

source: Batons: column 1: legends, column 2: data
el: Ράβδος: colonne 1: στήλη 1: ετικέτες, σττήλη 2: δεδομένα

source: Column 1: x, one scatterplot per remaining column
el: Στήλη 1: x, ένα σύνολο σημείων ανα υπολειπόμενη στήλη

source: Column 1: x, one polygonplot per remaining column
el: Στήλη 1: x, μια πολυγωνική εγραφή ανα υπολειπόμενη στήλη

source: Column 1: x, one polygon line per remaining column
el: Στήλη 1: x, μια πολυγωνική εγραφή ανα υπολειπόμενη στήλη

source: Linear regression: column 1: x, column 2: y
el: Γραμμική υποχώρηση: στήλη 1: x, στήλη 2: y

source: Power regression: Column 1: x, column 2: y
el: Βαθμωτή υποβάθμιση: στήλη 1: x, στήλη 2: y

source: Log regression: Column 1: x, column 2: y
el: Λογαριθμική υποβάθμιση: στήλη 1: x, στήλη 2: y

source: Exp regression: Column 1: x, column 2: y
el: Εκθετική υποβάθμιση: στήλη 1: x, στήλη 2: y

source: Polynomial regression degree d: Column 1: x, column 2: y
el: Πωλυωνιμική υποβάθμιση: στήλη 1: x, στήλη 2: y

source: Logistic regressionfor y', with y(x=1)=y1
el: Λογιστική υποβάθμιση για y', με y(x=1)=y1

source: Sort with respect to
el: Κατηγοριοποίηση βάση το a

source: row
el: Γραμμή

source: column
el: Στήλη

source: Sorting is not compatible with some cell references. Sort anyway
el: Η διαλογή είναι μη συμβατή με κάποιες αναφορές στο κελι. Παρ' όλα αυτά κατηγοριοιποίηση?

source: Make rows==cols first!
el: Πράτα μεταροπή γραμμών σε στήλες

source: Save as CSV
el: Αποθήκευση σε μορφή (format) CSV

source: Save as mathml
el: Αποθήκευση ως mathml

source: Save selection to variable
el: Αποθήκευση επιλογής στην μεταβλητή

source: Insert CSV
el: Εισαγωγή CSV

source: Print/Export
el: Εκτύπωση/Εξαγωγή

source: EPS/PNG and preview
el: Προοπτικοποιήσn EPS et PNG

source: Eval sheet
el: Αξιολογηση του πίνακα

source: Copy Cell
el: Αντιγραφή κελιού

source: Configuration
el: Διαμορφωση

source: Cfg window
el: Παράθυρο Cfg

source: Autoscale graph
el: Αυτόματη ρύθμιση του παραθύρου οπτικοποίησης

source: Graph portrait
el: Πορτραίτο γράφηματος

source: Graph landscape
el: Τοπίο γραφήματος

source: Hide Graph
el: Απόκρυψη γραφήματος

source: Matrix
el: Μήτρα(Matrix)

source: Normal matrix
el: Κανονική Μήτρα(Matrix)

source: Symmetric matrix
el: Συμμετρική Μήτρα(Matrix)

source: AntiSymmetric matrix
el: Αντισυμμετρική Μήτρα(Matrix)

source: Hermitian matrix
el: Ερμητιανή Μήτρα(Matrix)

source: AntiHermitian matrix
el: Αντιερμητιανή Μήτρα(Matrix)

source: Set Rows Number
el: Αλλαγή του πλήθους γραμμών

source: Set Cols Number
el: Αλλαγή του πλήθους στηλών

source: Move ->
el: Μετακίνηση ->

source: Move down
el: Μετακίνηση κάτω

source: Auto Recompute
el: Αυτόματος επανυπολογισμός

source: No Recompute
el: Μη εκτέλεση αυτόμματου επανυπολογισμού

source: Dispatch matrice to cells
el: Κατανομή της μήτρας(matrix) σε κελιά

source: Keep matrice in one cell
el: Διατήρηση της μήτρας(matrix) σε κελιά

source: Fill
el: Γέμισμα

source: Copy right
el: Αντιγραφή δεξιά

source: Copy down
el: Αντιγραφή κάτω
