Repository: passagemath/giac
Catalog: po/*.po
Languages: el

source: Fill selection with pushed cell
el: Ανιγραφή πιασμένου κελιού ->επιλογή

source: Fill selection with 0
el: Γέμισμα επιλογής με 0

source: Fill sheet with 0
el: Γέμισμα του πίνακα με 0

source: Insert Row
el: Είσοδος γραμμής

source: Row+ at end
el: Γραμμή+ τελείωσε

source: Insert Col
el: Είσοδος στήλης

source: Col+ at end
el: Στήλη+ τελείωσε

source: Erase current row
el: Διαγραφή τρέχουσας γραμμής

source: Erase selection rows
el: Διαγραφή επιλογής γραμμών

source: Erase current col
el: Διαγραφή τρέχουσας στήλης

source: Erase selection cols
el: Διαγραφή επιλογής στηλών

source: Sort
el: Διαλογή(sorting)

source: Col larger
el: Στήλη μεγαλύτερη

source: Col smaller
el: Στήλη μικρότερη

source: Random values
el: Τυχαία τιμή

source: Sequences
el: Ακολουθίες

source: Recurrent sequence
el: Περιοδική ακολουθία

source: Polygonscatterplot
el: Αναπαράσταση πολυγωνικού σχήματος

source: Scatterplot
el: Σύνολο σημείων

source: Polygonplot
el: Πολυγωνικό σχήμα

source: 1-d stats
el: Στατιστικά μίας διάστασης(1-d)

source: Boxwhisker
el: Τετράγωνο σχήμα

source: 2-d stats
el: Στατιστικά δύο διαστάσεων(2-d)

source: Linear
el: Γραμμικό

source: Exponential
el: Εκθετικό

source: Logarithmic
el: Λογαριθμικό

source: Power
el: Δύναμη

source: Too large for cell display
el: Πολύ μεγάλο για απεικόνηση στο κελί

source: CAS is busy
el: Το CAS είναι απασχολημένο

source: Spreadsheet commandline
el: Γραμμή εντολών του πίνακα

source: Selection area
el: Ζώνη επιλογής

source: Reeval current sheet
el: Επανεκτίμηση πίνακα

source: See value instead of formula
el: Εμφάνιση της τιμής του πίνακα

source: View attached graph 2-d
el: Εμφάνιση του γραφήματος δυο διαστάσεων(2-d) επισυναπτόμενου στον πίνακα

source: View attached graph 3-d
el: Εμφάνιση του γραφήματος τριών διαστάσεων(3-d) επισυναπτόμενου στον πίνακα

source: <Save sheet as text>
el: <Αποθήκευση πίνακα ως κείμενο>

source: Save spreadsheet independently of session
el: Αποθήκευση πίνακα ανεξαρτήτως της συνεδρίας

source: File exists. Overwrite?
el: Το αρχείο προυπάρχει. Αντικατάσταση?

source: Syntax compatibility mode:
el: Συμβατότητα της σύνταξης:

source: Search
el: Αναζήτηση

source: Word to search
el: Εισαγωγή λέξης για αναζήτηση

source: Replace by
el: Αντικατάσταση με

source: Next
el: Επόμενο

source: Replace
el: Αντικατάσταση

source: Replace all
el: Αντικατάσταση όλων

source: file
el: Αρχείο

source: File extension
el: Επέκταση του αρχείου

source: Export
el: Εξαγωγή

source: Translate
el: Μετάφραση

source: Export/Print
el: Εξαγωγή/Εκτύπωση

source: Func
el: Συνάρτηση

source: local
el: Τοπικό

source: return
el: επιστροφή

source: Test
el: Δοκιμή

source: if [then] else
el: Εαν [τοτε] αλλιώς(if [then] else)

source: switch
el: Εναλλαγή

source: Loop
el: Επανάληψη

source: for
el: Για(for)

source: while
el: Όσο(while)

source: continue
el: συνέχεια(continue)

source: nxt
el: επόμενο

source: Find next occurence (defined by Edit->Search)
el: Αναζήτηση επόμενης εμφάνησης(που ορίζεται ως Επεξεργασία->Αναζήτηση)

source: exe
el: εκτέλεση(exe)

source: Exec line in current widget
el: Εκτέλεση γραμμής στο τρέχων widget

source: Parse current program
el: Σημασιολογική ανάλυση(Parse)του τρέχοντος κειμένου

source: Save current program
el: Αποθήκευση του τρέχοντος κειμένου

source: Rotate Animation
el: Περιστρεφόμενη κίνηση(Animation)

source: Trace which object?
el: Ιχνηλάτηση τίνος αντικειμένου?

source: View
el: Προβολή

source: Autoscale
el: Αυτόματη κλίμακα

source: Orthonormalize (2-d)
el: Ορθοκανονικοποίηση δύο διαστάσεων(2-d)

source: Zoom in
el: Μεγένθυση

source: Zoom out
el: Σμίκρυνση

source: Previous
el: προηγούμενο

source: Trace clear
el: Διαγραφή ίχνους

source: Trace off
el: Διαγραφή ίχνών

source: Restart
el: Επανεκκίνηση

source: Faster (2x)
el: πιο γρήγορα (2x)

source: Slower (2x)
el: Πιο αργά (2x)

source: Build animation
el: Δημιουργία κίνησης(animation)

source: Unanimate
el: Μη κίνηση(Unanimate)

source: 3-d
el: Τρεις διαστάσεις(3-d)

source: Mouse plan equation
el: Περιοχή που κάνετε κλικ

source: Oyz view (x=cst=depth)
el: Πρόσοψη x=cst(Βάθος)

source: Oxz view (y=cst=depth)
el: Προφίλ y=cst(Βάθος)

source: upper view (z=cst=depth)
el: Κάτοψη z=cst(Βάθος)

source: default view
el: Εξ' ορισμού όψη

source: Rotate animation
el: Περιστροφική κίνηση (animation)

source: Hide below depth
el: Απόκρυψη του σχεδιαγράμματος(Ζ=βάθος)

source: Show below depth
el: Εμφάνηση του σχεδιαγράμματος(Ζ=βάθος)

source: 3-d to PNG
el: Τριων διαστάσεων(3-d) σε PNG

source: Preview (with Latex)
el: Προοπτικοποίηση (με LaTeX)

source: Print (with Latex)
el: Εκτύπωση (με LaTeX)

source: Increase y
el: Αύξηση y

source: Increase z (3-d)/Zoom in for y (2-d)
el: Αύξηση z τριών διαστάσεων(3-d)/Μεγένθυση στο y δύο διαστάσεων(2-d)

source: Decrease x
el: Μείωση x

source: Hide or show below depth
el: Εμφάνηση ή απόκρυψη του παρακάτω βάθους

source: Increase x
el: Αύξηση x

source: Decrease y
el: Μείωση y

source: Decrease z (3-d)/Zoom out in y (2-d)
el: Μείωση z τριών διαστάσεων(3-d)/Σμίκρυνση στο y δύο διαστάσεων(2-d)

source: Back in cfg history
el: Πίσω στο ιστορικό

source: Forward in cfg history
el: Εμπρός στο ιστορικό cfg

source: Configure screen view and axis
el: Διαμόρφωση του παραθύρου οπτοκιποίησης και των αξόνων

source: Stop or restart animation
el: ΣΤΟΠ ή επανεκκίνηση της κίνησης(animation)

source: x position of spot
el: συνιστώσα x του σημείου

source: y position of spot
el: συνιστώσα y του σημείου

source: z position of spot
el: συνιστώσα z του σημείου

source: 0 directional light source (e.g. sun), 1 position light (e.g. bulb)
el: 0 Κατευθυντήριο φως(π.χ. Ήλιος), 1 φώς θέσης(π.χ. λάμπα)

source: x direction of spot
el: συνιστώσα x της κατεύθυνσης του σημείου

source: y direction of spot
el: συνιστώσα y της κατεύθυνσης του σημείου

source: z direction of spot
el: συνιστώσα z της κατεύθυνσης του σημείου

source: Turn on/off light
el: ’νοιγμα/σβήσιμο της πηγής φωτός

source: ambient red component
el: Κόκκινη περιβάλλουσα συνιστώσα

source: ambient green component
el: Πράσινη περιβάλλουσα συνιστώσα

source: ambient blue component
el: Μπλε περιβάλλουσα συνιστώσα

source: ambient alpha component
el: Διαφανής περιβάλλουσα συνιστώσα

source: diffuse red component
el: Κόκκινη διάχυτη συνιστώσα

source: diffuse green component
el: Πράσινη διάχυτη συνιστώσα

source: diffuse blue component
el: Μπλε διάχυτη συνιστώσα

source: diffuse alpha component
el: Διαφανής διάχυτη συνιστώσα

source: specular red component
el: Κόκκινη κατοπτρική συνιστώσα

source: specular green component
el: Πράσινη κατοπτρική συνιστώσα

source: specular blue component
el: Μπλε κατοπτρική συνιστώσα

source: specular alpha component
el: Διαφανής κατοπτρική συνιστώσα

source: Spot attenuation exponent: power of cos(theta), e.g. 1
el: Εκθετική εξασθένηση του σημείου: δύναμη του cos(θ)^e, par ex. 1

source: Spot cutoff angle in 0..90 or 180 for no cutoff
el: Εύρως γωνίας μεταξύ 0 και 90, ή 180 εξ' ορισμού

source: Attenuation constant coefficient
el: Σταθερή συνιστώσα της εξασθένησης

source: Attenuation linear coefficient
el: Γραμμική συνιστώσα της εξασθένησης

source: Attenuation quadratic coefficient
el: Τεραγωνική συνιστώσα της εξασθένησης

source: Default
el: Εξ' ορισμού

source: Light configuration
el: Διαμόρφωση των πηγών φωτός

source: Xmax for visualisation
el: X-max για την οπτικοποίηση

source: Orthonormal or perspective
el: Ορθοκανονικό η προοπτικό

source: Ymin for visualisation
el: Ymin για οπτικοποίηση

source: Ymax for visualisation
el: Y-max για οπτικοποίηση

source: Enable blending
el: Ενέργοποίηση ανάμειξης

source: Zmin for visualisation
el: Z-min για οπτικοποίηση

source: Zmax for visualisation
el: Z-max για οπτικοποίηση

source: Flat or Gouraud shading
el: Επίπεδη ή Gouraud σκίαση

source: Ticks in pixels or units
el: Στίξη σε pixels ή σε μονάδες

source: Number of units or pixels for ticks on X
el: Πλήθος μονάδων ή pixels για την στίξη στον άξονα X

source: Number of units or pixels for ticks on Y
el: Πλήθος μονάδων ή pixels για την στίξη στον άξονα Y

source: x coefficient of mouse plan equation
el: x συνιστώσα του σημείου εισόδου του ποντικιού

source: y coefficient of mouse plan equation
el: y συνιστώσα του σημείου εισόδου του ποντικιού

source: z coefficient of mouse plan equation
el: z συνιστώσα του σημείου εισόδου του ποντικιού

source: constant coefficient of mouse plan equation
el: σταθερά συνιστώσα του σημείου εισόδου του ποντικιού

source: Number of latitude divisions for sphere drawing
el: Αριθμός του γεωγραφικου πλάτους του σφαιρικού γραφήματος

source: Number of longitude divisions for sphere drawing
el: Αριθμός του γεωγραφικου μήκους του σφαιρικού γραφήματος

source: Size in pixels for y graduation printing
el: TΜέγεθος σε της βαθμωτής απεικόνησης στο y

source: Configure light
el: Διαμόρφωση των φώτων

source: Show scene with lights
el: Φωτισμος σκηνής

source: Show names
el: Εμφάνηση ονομάτων

source: Show/Hide names of geometric objects
el: Εμφάνηση/Απόκρυψη των ονμάτων των γεωμετρικών αντικειμένων

source: Plot names
el: Σχεδιασμός ονομάτων

source: Show/Hide names of parametric and function plots
el: Εμφάνηση/Απόκρυψη των ονμάτων των παραμετρικών και συναρτησιακών σχεδιαγραμμάτων

source: Portrait
el: Πορτραίτο

source: Portrait or landscape split
el: Διαχωρισμός σε πορτραίτο ή τοπίο

source: Autoname
el: Αυτόματο όνομα

source: Show axis
el: Εμφάνηση αξόνων

source: Show or hide axis
el: Montrer ou cacher les axes

source: Time between image changes for animations
el: Χρόνος για την εναλλαγή των εικόνων για κίνηση(animations)

source: Round
el: Στρογγυλοποίηση

source: Round xmin/xmax/ymin/ymax/zmin/zmax
el: Στρογγυλοποίηση Arrondir xmin/xmax/ymin/ymax/zmin/zmax

source: Current gl_quaternion= value
el: Τρέχων gl_τεταρτημόριο=τιμή

source: Rotate what: 1 l1, 2 l2, 4 l3, ..., 128 l8, 256 viewpoint
el: Περιστροφή τίνος: 1 l1, 2 l2, 4 l3, ..., 128 l8, 256 σημείο όψης

source: Time for 1 step in s
el: Χρόνος για 1 βήμα σε sec

source: Number of steps for animation
el: Αριθμός βημάτων για κίνηση(animation)

source: x rotation axis coordinate
el: Συνιστώσα x του περιστρεφόμενου άξονα

source: y rotation axis coordinate
el: Συνιστώσα y του περιστρεφόμενου άξονα

source: z rotation axis coordinate
el: Συνιστώσα z του περιστρεφόμενου άξονα

source: Other animation change (normally 0)
el: ’λλες αλλαγές στην κίνηση(animation)(κανονικά 0)

source: LaTeX filaneme
el: Όνομα αρχείου latex

source: Thickness
el: (Επίπεδο)λεπτότητας

source: Point width
el: Μέγεθος σημείου

source: Make point symbolic
el: Μετατροπή του σημείου σε συμβολικές συνιστώσες

source: Remove translation
el: Αποκρυψη μετάφρασης

source: Delete
el: Διαγραφή

source: Delete current object
el: Αφαίρεση του τρέχοντος αντικειμένου

source: Object attributs
el: Ορίσματα αντικειμένου

source: Frame
el: Πλαίσιο

source: Pointer
el: Δείκτης

source: Click
el: Κλίκ

source: Save figure
el: Αποθήκευση σχήματος

source: Insert figure
el: Εισαγωγή σχήματος

source: Parameter minimal value
el: Ελάχιστη τιμή της παραμέτρου

source: Parameter maximal value
el: Μέγιστη τιμή της παραμέτρου

source: Parameter current value
el: Τρέχουσα τιμή της παραμέτρου

source: Parameter step value
el: Αξία του παραμέτρικού βήματος

source: Parameter variable name
el: Όνομα της μεταβλητής της παραμέτρου

source: Numeric or formal parameter
el: Τυπική ή αριθμητική παράμετρος

source: Parameter definition
el: Ορισμός της παραμέτρου

source: Draw slopefield
el: Σχεδιασμός του πεδίο των εφαπτόμενων(συναρτήσεων)

source: Normalize slopefield
el: Κανονικοποίηση των εφαπτόμενων(συναρτήσεων)

source: Implicit expression
el: Υπονοούμενη έκφραση

source: Expression of dy/dt in terms of y and t, e.g. sin(t*y)
el: Έκφραση του dy/dt συναρτήσει του y και του t, π.χ. sin(t*y)

source: Expression of modulus rho wrt to angle t (e.g sin(t))
el: Έκφραση του υπολοίπου rho συναρτήσει της γωνιας t, π.χ. sin(t)

source: Expression of x wrt to t (e.g sin(t))
el: Έκφραση του x συναρτήσει του t,π.χ. sin(t)

source: Expression of y wrt to t (e.g cos(t))
el: Έκφραση του y συναρτήσει του t,π.χ. cos(t)

source: Expression of x wrt to u and v (e.g. u+v)
el: Έκφραση του x συναρτήσει του u και v, π.χ. u+v

source: Expression of y wrt to u and v (e.g exp(u)-v)
el: Έκφραση του y συναρτήσει του u και v, π.χ. exp(u)-v

source: Expression of z wrt to u and v (e.g u-v)
el: Έκφραση του y συναρτήσει του u και v, π.χ. u-v

source: Independant variable name (e.g t)
el: Ανεξάρτητη μεταβλητή, π.χ. t

source: First independant variable name (e.g u)
el: 1η ανεξάρτητη μεταβλητή, πχ. u

source: Second independant variable name (e.g v)
el: 2η ανεξάρτητη μεταβλητή, πχ. v

source: First independant variable name (e.g x)
el: 1η ανεξάρτητη μεταβλητή, πχ. x

source: Time var
el: Χρονική μεταβλητή

source: Time variable name
el: Όνομα χρονικής μεταβλητής

source: Function variable name
el: Όνομα της μεταβλητής της συνάρτησης

source: Polar plot
el: Πολικό γράφημα(καπμύλη)

source: Parametric plot
el: Παραμετρικό γράφημα(καπμύλη)

source: Field/Odeplot
el: Εφαπτόμενος τομέας/δάχυτο γράφημα

source: Implicitplot
el: Υπονούμενο γράφημα

source: Click first in a commandline
el: Κάντε κλίκ πρώτα στην γραμμή εντολών

source: Point_on_ode_curve
el: Σημείο_σε_καπμύλη

source: Click initials conditions in graphic window. Change mode when finished.
el: Κάντε κλίκ για τις αρχικές συνθήκες στο παράθυρο γραφήματος. Αλλαγή μεθόδου όταν τελειώσετε.

source: Shade area under a curve
el: Σκιαγράφηση περιοχής κάτω από την καμπύλη

source: Center,Point_on_circle,Point_in_plane
el: Κέντρο,Σημείο_στον_κύκλο,Σημείο_στην_επιφάνεια

source: Center,Point_on_circle
el: Κέντρο,Σημείο_στον_κύκλο

source: Curve1,Curve2
el: Κπμύλη1,Καμπύλη2

source: Point1,Point2
el: Σημείο1,Σημείο2

source: Point1,Point2,Point3
el: Σημείο1,Σημείο2,Σημείο3

source: Point,Line
el: Σημείο,ευθεία

source: Sommet_angle,Point2,Point3
el: Γωνία,Σημείο1,Σημείο2

source: Point1,Point2,Point3,Point4
el: Σημείο1,Σημείο2,Σημείο3,Σημείο4

source: Point1,Point2,Point_in_plane
el: Σημείο1,Σημείο2,Σημείο_στο σχήμα

source: Focus1,Focus2,Point_on_ellipse
el: Εστία1,Εστί2,Σημείο_σε_έλλειψη

source: Focus1,Focus2,Point_on_hyperbola
el: Εστία1,Εστί2,Σημείο_σε_υπερβολή

source: Center,Point_on_sphere
el: Κέντρο,σημείο_σε_σφαίρα

source: Fig
el: Σχήμα

source: latex printer
el: εκτύπωση(latex)

source: Add parameter
el: Προσθήκη παραμέτρου

source: Add new entry
el: Προσθήκη νέας εισόδου

source: Add an object trace
el: Προσθήκη ίχνους ενός αντικειμένου

source: Change selection attribut
el: Αλλαγή των χαρακτηριστικών επιλογής

source: Recurrent sequence (2-d)
el: Γράφημα αναδρομικής ακολουθίας δύο διαστασεων (2-d)

source: Polar (2-d)
el: Πολικό γράφημα δ΄θο διαστάσεων (2-d)

source: Implicit
el: Υπονούμενος

source: Slopefield/Ode (2-d)
el: Περιοχή κλίσης/Ωδή (2-d)

source: point
el: Σημείο

source: Lines
el: Γραμμές

source: segment
el: τμήμα

source: half_line
el: ημιευθεία

source: line
el: ευθεία

source: parallel
el: παράλληλη

source: perpendicular
el: κάθετη

source: perpen_bisector
el: μεσοκάθετος

source: median_line
el: διάμεσος

source: bisector
el: τομή

source: Polygons
el: Πολύγωνο

source: triangle
el: τρίγωνο

source: equilateral_triangle
el: ισόπλευρο_τρίγωνο

source: square
el: τετράγωνο

source: quadrilateral
el: τετράπλευρο

source: Circles
el: Κύκλοι

source: circle
el: κύκλος

source: incircle
el: εσωτερική_επιφάνεια_κύκλου

source: excircle
el: εξωτερική_επιφάνεια_κύκλου

source: circumcircle
el: περιφέρεια_κύκλου

source: ellipse
el: έλλειψη

source: hyperbola
el: υπερβολή

source: plane
el: πλάνο

source: Color used for next mouse drawings
el: Χρώμα που χρησιμοποιείται για την επόμενο σχεδιασμό του ποντικιού

source: Line style used for next mouse drawings
el: Τύπος γραμμής που χρησιμοποιείται για την επόμενο σχεδιασμό του ποντικιού

source: Save current figure commands independently of the session
el: Αποθήκευση του τρέχοντος σχήματος ανεξάρτητα απο την συνεδρία

source: Menu
el: Μενού

source: None
el: καμία

source: Square
el: τετράγωνο πλέγμα

source: Triangle
el: Τρίγωνο

source: Color
el: Χρώμα

source: Finish
el: Τέλος

source: Searching for
el: Αναζήτηση για

source: Find
el: Εύρεση

source: Please select the title of the page
el: Επιλογή του τίτλου της σελίδας
